{
    "lections": [
        {
            "title": "Начало освобождения Беларуси от немецко-фашистских захватчиков (сентябрь 1943 г. – февраль 1944 г.)",
            "text": [
                "Освобождение республики началось с битвы за Днепр(август – декабрь 1943 г.) Первыми в Беларуси его форсировали войска 13-й армии недалеко от устья реки Припять. Используя захваченные партизанами переправы, некоторые передовые отряды армии уже 21 сентября преодолели реку и закрепились на правом берегу. К исходу 23 сентября они отбросили противника на 35 км от Днепра. Первым был освобожден районный центр Комарин Гомельской области (23 сентября 1943 года), 26 сентября - г. Хотимск. Составной частью битвы за Днепр была Гомельско-Речицкая операция (10-30 ноября 1943 г), проводимая войсками 1-го Белорусского фронта под командованием генерала К.К.Рокоссовского. В ночь на 18 ноября был освобожден г.Речица, 25 ноября войска форсировали реку Березину южнее Жлобина. 26 ноября наши войска освободили областной центр Беларуси Гомель. В этом районе войска 1-го Белорусского фронта нанесли тяжелое поражение группировке противника. За 20 дней наступления они продвинулись на запад до 130 км, освободили часть восточных районов Беларуси. "
            ],
            "photos": [
                "1.jpg",
                "2.jpg"
            ]
        },
        {
            "title": "Операция «Багратион» (23 июня – 29 августа 1944 г.) Цели и задачи операции",
            "text": [
                "Не имеющая себе равных по пространственному размаху, Белорусская наступательная операция по праву считается крупнейшим достижением отечественного военного искусства. В результате неё была разгромлена мощнейшая группировка вермахта. Это стало возможным благодаря беспримерному мужеству, героизму решимости и самопожертвованию сотен тысяч советских воинов и партизан Беларуси, многие из которых пали смертью храбрых на белорусской земле во имя Победы над врагом.",
                "После наступления зимой 1943-1944 гг. линия фронта образовала в Беларуси огромный выступ площадью около 250 тыс. кв. км, обращенный вершиной на восток. Он глубоко вклинивался в расположение советских войск и имел важное оперативно-стратегическое значение для обеих сторон. Ликвидация этого выступа и освобождение Беларуси открывало Красной Армии кратчайший путь в Польшу и Германию, ставило под угрозу фланговых ударов вражеские группы армий «Север» и «Северная Украина»",
                "На центральном направлении советским войскам противостояла группа армий «Центр» (3-я танковая, 4-я, 9-я и 2-я армии) под командованием генерал-фельдмаршала Э. Буша. Ее поддерживала авиация 6-го и частично 1-го и 4-го воздушных флотов. Всего группировка противника включала 63 дивизии и 3 пехотные бригады, в которых насчитывалось 800 тыс. человек, 7,6 тыс. орудий и минометов, 900 танков и штурмовых орудий и более 1300 боевых самолетов. В резерве группы армий «Центр» было 11 дивизий, большинство которых были задействованы для борьбы против партизан.",
                "Основной целью выступала ликвидация «Белорусского балкона», освобождение Беларуси и Литвы. Согласно с планом, предусматривалась прорвать защиту немецких армий на центральном участке советско-германского фронта, расчленить группу армий «Центр» на части и разгромить их по отдельности."
            ],
            "photos": [
                "3.jpg",
                "4.jpg"
            ]
        },
        {
            "title": "Единственный из генералов, удостоенный полководческого ордена “Победа”",
            "text": [
                "За годы войны орденом “Победа” были награждены всего одиннадцать советских военачальников. Одним из них был уроженец Беларуси Алексей Антонов. Он был единственным из генералов, удостоенным полководческого ордена “Победа”. Генерал армии Алексей Иннокентьевич Антонов прошел путь от штабного работника дивизии до начальника Генерального штаба Советских Вооруженных Сил.",
                "С августа 1941 года генерал Антонов был начальником штаба Южного, Северо-Кавказского фронтов, Черноморской группы войск и Закавказского фронта. С декабря 1942 года он первый заместитель начальника Генерального штаба, а с февраля 1945 года — начальник Генштаба Вооруженных Сил СССР. С 17 февраля 1945 года Антонов входил в состав Ставки Верховного Главнокомандования. В книге маршала Жукова “Воспоминания и размышления” есть такие строки: «Алексей Иннокентьевич был в высшей степени грамотный военный, человек большой культуры и обаяния. Приятно было слушать в его изложении оперативно-стратегические соображения нашего Генштаба. С предельной четкостью и убедительностью он анализировал состояние немецких войск после разгрома их на Курской дуге». С декабря 1942 года и до конца Великой Отечественной войны ни одна более или менее значительная боевая операция не прошла без участия А.И. Антонова в ее планировании и подготовке. Автором замыслов некоторых операций был он сам, а в планирование многих, начиная с Курской битвы, внес значительную лепту.",
                "А.И.Антонов не допускал ни малейшего послабления к себе и подчиненным, являл собой образец собранности и дисциплинированности. Эту важную черту его характера отмечал начальник Генштаба (в 1942—1945 годах) маршал А.М. Василевский. Многие страницы жизни и деятельности Антонова были связаны с Беларусью. В древнем белорусском городе Гродно есть тихая зеленая улица. Теперь она носит имя А.И.Антонова. Здесь в небольшом деревянном домике жила семья офицера 26-й артиллерийской бригады Иннокентия Алексеевича Антонова. В этой семье 15 сентября 1896 года родился сын, названный в честь деда, офицера русской армии, Алексеем. Здесь, в Гродно, прошли первые восемь лет жизни будущего кавалера ордена “Победа”. В 1904 году капитана И.А.Антонова перевели служить в город Острог Волынской губернии на должность командира батареи. С именем генерала Антонова связано освобождение Беларуси от нацистских захватчиков. В ходе Белорусской операции у Антонова наиболее ярко раскрылись организаторские способности военачальника. Все управления и отделы точно знали, к какому сроку и что нужно сделать. Командующие войсками фронтов и родами войск, приезжавшие в Ставку, прежде чем идти к Верховному Главнокомандующему, шли к А.И.Антонову, делились с ним своими планами и советовались по всем вопросам подготовки боевых действий. Отличное проведение операции “Багратион” еще больше укрепило деловые взаимоотношения А.И.Антонова с Верховным Главнокомандующим.  Антонов был участником Крымской и Берлинской (1945) конференций союзных держав. На здании Военной академии им. М.В.Фрунзе в Москве и на доме в Гродно, где родился Антонов, установлены мемориальные доски. Его именем названы улицы в Москве и в Гродно. Имя выдающегося военачальника присвоено Санкт-Петербургскому Высшему военно-топографическому командному училищу и средней школе № 11 в Гродно. В доме, где родился кавалер ордена “Победа”, создан музей А.И.Антонова. Материалы о знаменитом земляке экспонируются в Белорусском государственном музее истории Великой Отечественной войны."
            ],
            "photos": [
                "5.jpg",
                "6.jpg"
            ]
        },
        {
            "title": "Боевые действия Днепровской речной флотилии в 1943-1944 годах",
            "text": [
                "В 1943 году, когда фронт покатился на запад и началось освобождение Украины и Беларуси, возникла необходимость воссоздания военной флотилии на реках Днепровского бассейна. Ее командующим стал начальник штаба Волжской военной флотилии капитан 1го ранга В.Григорьев, начальником штаба — капитан 2го ранга К.Балакирев. Кадровое ядро флотилии составили моряки, прошедшие суровые испытания Сталинградской битвы.  Накануне стратегической наступательной операции «Багратион» флотилия оперативно подчинялась 1‑му Белорусскому фронту и насчитывала 23 бронекатера, 20 тральщиков, 13 сторожевых катеров, 10 катеров ПВО, 26 полуглиссеров, 6 самоходных плавбатарей, 2 зенитных артдивизиона. Моряки участвовали в артиллерийской поддержке сухопутных войск, осуществляли переправы наших бойцов и срывали вражеские, обеспечивали противоминную оборону, высаживали десанты. Днепровцы стали железной гвардией, первой бросавшейся на врага и подававшей героический пример.",
                "Так было и в битве за Бобруйск. Бронекатера участвовали в мощной артиллерийской подготовке при штурме города. Переправили на правый берег 217ю стрелковую дивизию. Суда дважды прорывались к железнодорожному мосту в черте города и прямой наводкой с 300 — 500 метров расстреливали огневые точки и живую силу врага. За время боев на Бобруйском направлении они уничтожили и подавили 25 артиллерийских и минометных батарей, 6 танков, 4 склада и 13 вагонов с боеприпасами, 44 дзота. За освобождение города 1я бригада речных кораблей и 2й отдельный гвардейский дивизион бронекатеров были награждены орденами Красного Знамени, им присвоили звание Бобруйских.   При освобождении Белорусского Полесья особенно отличился десантный отряд под командованием младшего лейтенанта Н.Чалого. Он умело руководил боем, а в критические моменты был образцом героизма. В схватке с врагом отважный моряк погиб. Посмертно ему было присвоено звание Героя Советского Союза. Массовый героизм моряки флотилии проявили и при освобождении Пинска. Командование поставило боевую задачу: высадить в городе, в 20 километрах за линией фронта, десант. Корабли флотилии приняли на борт бойцов и технику, и около 3 часов ночи 12 июля первые отряды десантников отшвартовались у причалов речного порта. Пользуясь внезапностью, десантники быстро захватили значительную часть города, хотя фронт находился еще в районе Лунинца. Особенно смело действовала группа старшины В.Канареева, краснофлотцы Л.Куколевский и В.Кириллов. Скрытно пробравшись к городскому кинотеатру, где находилась большая группа немецких офицеров, моряки взорвали его, вызвали панику и растерянность в гарнизоне противника. Затем стремительным штурмом  взяли тюрьму и освободили более 200 советских военнопленных, которых должны были на рассвете расстрелять. Многие из освобожденных присоединились к десантникам. ",
                "Особого рассказа заслуживает подвиг экипажа бронекатера № 92, ныне установленного на берегу Пины, к которому он прорывался июльским днем 1944 года. Командовал катером гвардии лейтенант Игорь Чернозубов. Корабль шел головным, и гитлеровцы сосредоточили на нем огонь. До берега уже рукой подать, десантники изготовились к броску, и в этот момент в рубку с левого борта ударил вражеский снаряд. Командира и двух моряков взрывной волной выбросило за борт. Обстановка становилась критической. Комендоры открыли огонь по врагу прямой наводкой. Вот вышла из строя фашистская самоходка, но содрогнулся и бронекатер от вражеского снаряда, стал крениться на борт. Его охватило пламя, однако башня продолжала стрелять. Подбиты вражеский танк, еще одна самоходка.  Смолкла и наша пушка. Весь личный состав бронекатера погиб, но подкрепление десантникам было доставлено. А утром 14 июля Пинск был полностью очищен от захватчиков. За проявленный при этом героизм младший лейтенант М.Чалый и группа других моряков флотилии были удостоены высокого звания Героя Советского Союза. А Днепровская флотилия, ее 1я и 2я бригады речных кораблей, 2й отдельный гвардейский дивизион бронекатеров были награждены орденами Красного Знамени."    
            ],
            "photos": [
                "7.jpg",
                "8.jpg"
            ]
        },
        {
            "title": "Волковыск во время Великой отечественной войны",
            "text": [
                "Волковыск был оккупирован немецко-фашистскими захватчиками 27 июня 1941 года. За три года фашистской оккупации в городе и его окрестностях было загублено более девяти с половиной тысяч человек, около трех с половиной тысяч было угнано на принудительные работы в Германию. Так в 1942 году в урочище Пороховня расстреляны 4146 евреев, жителей Волковыска. 7 июля 1943 года полностью сожжена деревня Шауличи с ее 366 жителями. В это же время на фронтах Великой Отечественной войны погиб 1101 житель района. Гитлеровцы сожгли и разрушили 1650 жилых домов и 1715 иных строений, 19 школ, уничтожили все медицинские учреждения.",
                "Тяжелые бои за освобождение города вели части третьей армии под командованием генерала Горбатова. Освобождали город части сорокового корпуса генерал-лейтенанта Кузнецова. Наиболее отличившимся в сражении — сержанту Крынину, старшим сержантам Нуржанову и Медведеву, рядовому Раю, майору Боричевскому было присвоено звание Героя Советского Союза.",
                "Жители Беларуси, осознавая истинную цену мирной жизни, бережно хранят историческую память."
            ],
            "photos": [
                "9.jpg",
                "10.jpg"
            ]
        },
        {
            "title": "Участник наступательной операции Красной Армии по освобождению Беларуси от немецко – фашистских захватчиков рассказывает ( по воспоминаниям одного, двух участников этой операции)",
            "text": [
                "«Наступило жаркое лето 44–го. Вместе с сухопутными войсками, авиацией на белорусской земле врага громили и моряки Краснознаменной Днепровской флотилии контр–адмирала Григорьева. Отряду бронекатеров было приказано принять на борт роту десантников из 883–го стрелкового полка 193–й Днепровской дивизии, углубиться в тыл врага на 10 — 15 километров, высадить десант и обеспечить успех.",
                "25 июня в 20.00 бронекатера, в том числе и № 14, вышли на выполнение боевого задания. Шли прямо на орудия врага, и тот дрогнул, психологически не выдержал. Накрыли берег артогнем. Высадившись, десант быстро закрепился. В это время погиб пулеметчик матрос Макаров. Маневрируя по реке, мы артогнем продолжали обрабатывать берег в глубину и ширину.",
                "Самоотверженно дрались экипажи катеров лейтенантов В.Н.Маркина, А.Р.Гришина, В.И.Бесштанкина, А.М.Евгеньева, А.А.Николаева, Г.И.Захарова, М.Д.Жалейко, младшего лейтенанта В.И.Златоустовского...",
                "Перед штурмом паричской переправы в первой половине дня 26.06.1944 года мы прорвались к Паричам. Тут гитлеровцы навели отличную переправу, по которой спешили отвести технику и войска к Бобруйску. Задача — разбить ее, кстати, сильно охраняемую. Один за другим на большой скорости катера вырываются из–за поворота реки. Вот бронекатер № 11. Прямой наводкой его орудия бьют по мосту. Командир орудия Иван Чичков уничтожает огневые точки врага, но вражеский снаряд попадает в башню. Ваня падает мертвым. Ранено еще двое матросов. Пушка замолчала. Второе попадание — на катере возник пожар.",
                "Бронекатер № 14 подошел к переправе метров на 400 — 500 и прямой наводкой начал громить скопление немецкой артиллерии, танков. Несколько снарядов попало в немецкие машины, идущие по мосту. Там начался пожар. Точные снаряды «катюши», которую обслуживал Сергей Лифанов, попали в самую гущу фашистов. Они в панике прыгали с моста, думая найти спасение в реке. Здесь их косили пулеметчики.",
                "Но были потери и у нас. Убит рулевой, тяжело ранен командир. Истекая кровью, повиснув на телеграфе, лейтенант А.К.Корочкин продолжает командовать катером. Чувствуя, что теряет сознание, крикнул мне: «Помоги, Павел!» Спускаю его в машинное отделение, принимая командование на себя. Переправа разрушена, надо уходить. Но вот еще снаряд: выбито рулевое управление, вода поступает в трюм. Отходим при помощи мотора, прикрываясь дымовой завесой. Командир не приходит в сознание. На бронекатере № 24 убило пулеметчика В.П.Цуркана. Лейтенант А.К.Корочкин умер, когда возвратились в дивизион.",
                "Всех павших товарищей похоронили на высоком берегу у орешника и дали гвардейскую клятву быть беспощадными к врагу, пока бьется сердце».",
                "Операция «Багратион» продолжалась и в небе. Поддерживали 65–ю армию с воздуха ночные бомбардировщики–«кукурузники», бомбовозы, штурмовики, истребительная авиация."
            ]
        },
        {
            "title": "Партизанские соединения,  бригады, отряды, действовавшие на оккупированной врагом территории Беларуси в 1941- 1944 годах",
            "text": [
                "По мнению советских и ряда современных белорусских историков, партизанское движение на территории Беларуси имело общенародный характер. К концу 1941 года в рядах партизан сражались 12 000 человек в 230 отрядах. Численность белорусских народных мстителей к концу войны превышала 374 тыс. человек. Они были объединены в 1255 отрядов, из которых 997 входили в состав 213 бригад и полков, а 258 отрядов действовали самостоятельно. Основными организаторами партизанского движения являлись коммунисты и беспартийные активисты, бывшие воины и командиры Красной Армии."
            ],
            "photos": [
                "11.jpg",
                "12.jpg"
            ]
        },
        {
            "title": "Партизанские бригады и отряды действовавшие на территории Гродненской области в годы войны",
            "text": [
                "Быстрая оккупация врагом Гродненщины не позволила  заблаговременно провести здесь необходимую подготовительную работу по созданию партизанских формирований. Большинство коммунистов, советских и комсомольских активистов эвакуировалось или отступило с частями Красной   Армии. Многие погибли в боях с фашистами. Большая удаленность от линии фронта крайне усложняла прибытие сюда из советского тыла организаторских групп для развертывания борьбы против оккупантов.. С весны 1942 года на Гродненщине начинается быстрый рост партизанского движения. В феврале–мае 1942 года начинают действовать партизанские группы П.А. Александ-рова, П.И. Булака, Б.А. Булата, В.И. Балабанова, И.Р. Евдокимова, Н.С. Заруднева, А.И. Иванова, В.Ф. Ковязина, П.К. Мака-рова, В.И. Панченкова, А.И. Феоктистова и др. Пополняясь засчет притока в ряды партизан местного населения, а также оставшихся на оккупированной территории советских воен-нослужащих, группы перерастали в отряды. В марте 1942 года организовался  партизанский отряд Лидский (позже имени К.Е. Ворошилова), а в апреле в Слонимском районе из партизанских групп П.А. Александрова и П.П. Федосеева образовался отряд 54-й (позже имени Ф.Э. Дзержинского). В мае 1942 года в западной части Дятловского района на основе группы В.Ф. Ковязина создается партизанский отряд Орлянский (позже «Борьба»), в Кореличском районе группа Т.Д. Дмитриева оформляется в отряд имени М.В. Фрунзе. ",
                "К июлю 1944 года в рядах партизан на Гродненщине сражалось более 17 тысяч человек, объединенных в 24 партизанские бригады и 9 отдельных партизанских отрядов.  Партизанские бригады:  «Вперед» (командир Б.А. Булат), имени Ф.Э. Дзержинского (командир К.Ф. Шашкин), «Комсомолец» (командир Г.М. Понявин)  имени Г.К. Жукова (командир Р.Л. Василевич),  какого события он был воздвигнут?имени К.К. Рокоссовского (командир Я.А. Приданников), имени Ленинского комсомола (действовавшая  в Радунском, Василишковском и Щучинском районах), имени С.М. Кирова (командир С.Ф. Васильев)  и др."    
            ]
        },
        {
            "title": "Проект Курган славы на 21-м км шоссе Минск – Москва, когда и в  ознаменование  какого события он был воздвигнут",
            "text": [
                "Разработку проекта  ансамбля поручили советским скульпторам А. Бембелю и А. Артимовичу, предложившим нетрадиционную для того времени версию монумента в виде вытянутой абстрактной конструкции.  Над созданием памятника  также работали архитекторы О. Стахович, Л. Мицкевич, инженер Е. Лапцевич. Торжественное открытие Кургана Славы в Беларуси состоялось 5 июля 1969 г.",
                "Выбор места для памятника не был случайным. В 1944 г. именно в этом районе в результате наступательной операции «Багратион» с илами 1-го, 2-го, 3-го Белорусских и 1-го Прибалтийского фронтов при участии партизан была окружена 4-я армия Вермахта. Около 120 тыс. немецких солдат и офицеров оказались в центре, так называемого, «минского котла». Попытки прорвать окружение ни к чему не привели, поэтому по призыву военнокомандующего В. Мюллера, остатки войск добровольно капитулировали. В общей сложности в «минском котле» было взято в плен около 35 тыс. немецких солдат.",
                "Четыре бетонных штыка-обелиска облицованы титаном, высота каждого составляет 35,6 метра. Они символизируют боевое братство воинов четырёх фронтов, войска которых освобождали Беларусь.",
                "Основание обелиска, с внутренней стороны Кольца Славы, украшает мозаичное изображение ордена Отечественной войны.",
                "Насыпной холм, на котором располагается скульптурная группа, хранит в себе землю городов-героев и крупных мест сражений, привезенную к нему добровольцами."   
            ],
            "photos": [
                "13.jpg",
                "14.jpg"
            ]
        },
        {
            "title": "Улицы города  Гродно  носят  имена участников операции  «Багратион»?",
            "text": [
                "Одна из улиц города Гродно носит имя Героя Советского Союза М. Т. Курбатова (1924 -1944). Младший сержант Курбатов особо отличился во время операции «Багратион». Погиб в боях за Гродно. Герой  Советского  Союза (1945 г., посмертно). Награждён орденом  Ленина, медалями « Золотой Звезды», «За  отвагу».",
                "Улица  Антонова.",
                "Антонов Алексей Иннокентьевич (1896-1962).А.И. Антонов участник разработки  Белорусской операции 1944 года, единственный из советских генералов награждён орденом 'Победа'. Улица Захарова.  . Захаров Георгий Федорович  (1897-1957)",
                "С июня 1944 г. – командующий войсками 2-го Белорусского фронта, а в июле ему было присвоено звание генерала армии. Войска фронта под его командованием провели Могилѐвскую операцию, затем участвовали в Минской и Белостокской наступательных операциях.",
                "Улица  Болдина.",
                "Болдин Иван Васильевич  (1892 – 1965). В начале Великой Отечественной войны Болдин заместитель командующего Западным фронтом, принимает активное участие в боях. 21 ноября 1941 года был назначен командующим войсками 50-й армии, которая составе Брянского фронта  принимает участие в освобождении Брянска, многих городов Белоруссии.",
                "Улица Санфировой.",
                "Санфирова Ольга Александровна (1917-1944). Воевала в составе 588-го ближнебомбардировочного авиационного полка. Участница Белорусской наступательной операции. Посмертно присвоено звание Героя Советского Союза.",
                "Улица  Скрынника.",
                "Скрынник Иван Нестерович (1920-1944).Участник  освобождения Гродненщины от немецко-фашистских захватчиков. Погиб в бою за г. Белосток. Похоронен в городском парке Гродно. ",
                "Улица  Сухамбаева.",
                "Названа в честь рядового 1-го батальона 628-го Гродненского Краснознаменного полка 174-й стрелковой Борисовской Краснознаменной дивизии, участника освобождения Беларуси Агадила Сухамбаева.",
                "Улица Брикеля.",
                "Брикель Павел Порфирьевич (1903-1983) С января 1943 года до конца войны командир 6-й гвардейской кавалерийской дивизии на Южном, Западном, 3-м Белорусском и 2-м Белорусском фронтах. Участник Белорусской наступательной операции."
            ]
        },
        {
            "title": "Как увековечена память участников операции «Багратион», погибших при освобождении Волковыска",
            "text": [
                "Волковыск был освобожден 14 июля 1944 года войсками 3-й армии 2-го Белорусского фронта в ходе стратегической наступательной операции 'Багратион'",
                "После войны  в городе и районе сооружено около 40 монументов и обелисков на братских могилах советских воинов, партизан и подпольщиков, и главный из них – сквер Памяти, открытый в Волковыске в день 40-летия Великой Победы. На улице Медведева   - памятник  над братской могилой   435 солдат, погибших 75 лет назад при освобождении города. В городе и районе 18 улиц названы именами участников Великой Отечественной войны.",
                "В память о тех, кто в июле 1944 года освобождал Волковыск, названы улицы Медведева,  Нуржанова, Боричевского, Крынина, Рая,  Мудренко, Горбатова Жолужева..  Более 20 мемориальных досок установлено в памятных местах, связанных с героическими действиями советских воинов, партизан и подпольщиков.",
                "В местной детско-юношеской школе олимпийского резерва ежегодно проводятся соревнования по легкой атлетике на Кубок Героя Советского Союза К. Б. Нуржанова, Пионерская дружина  ГУО  « Средней школы  №3» носит имя  этого героя.",
                "В сентябре 2012  года  был открат ещё один памятник защитникам  Волковыска. Такой монумент открыт   в честь тех, кто в 44-м освобождал, в 41-м - отстаивал рубежи города. Памятник представляет собой танк на постаменте.",
                "В военно-историческом музее имени П. И. Багратиона в Волковыске  отдельная экспозиция посвящена  защитникам, погибшим при  освобождении города."
            ]
        },
        {
            "title": "Число удостоенных звания Героя Советского Союза из числа белорусских партизан и подпольщиков",
            "text": [
                "На территории Белоруссии в разное время Великой Отечественной войны действовало 213 партизанских бригад, которые объединяли 997 отрядов, и 258 отдельных отрядов. За героизм и отвагу более 120 тысяч партизан и подпольщиков Белоруссии награждены орденами и медалями, 88 из них присвоено звание Героя Советского Союза." 
            ]
        },
        {
            "title": "Особенности операции «Багратион» по сравнению с другими, предшествующими ей",
            "text": [
                "Операция  «Багратион»,  проводилась с 23 июня по 29 августа 1944 года. Прежде всего следует отметить ее масштабность. Группа армий «Центр» под командованием фельдмаршала фон Буша состояла из 3-й танковой, 2, 4 и 9-й общевойсковых армий. Их поддерживала авиация 6-го воздушного флота. Всего гитлеровская группировка вместе с примыкающими соединениями соседних групп армий насчитывала 63 дивизии, в том числе четыре танковые и три моторизованные. В них насчитывалось 1 200 000 солдат и офицеров, 9500 орудий и минометов, 900 танков и штурмовых орудий, 1350 самолетов.",
                "Перед началом операции «Багратион» советская группировка войск была представлена 1-м Прибалтийским, 1, 2 и 3-м Белорусскими фронтами. Советские войска имели численное преимущество в людях в 2 раза, артиллерии, танках, самолетах – в 4 раза.",
                "Впервые именно в операции «Багратион» на решающих участках двух фронтов был осуществлен новый метод артиллерийской поддержки пехоты и танков – двойной огневой вал.",
                "Второй особенностью было наличие развитой глубокоэшелонированной в глубину 250–270 км обороны противника, получившей название «Фатерлянд». Она опиралась на природные условия Беларуси: наличие заболоченных местностей, многочисленное количество водных преград.",
                "Третьей особенностью стало то, что высокая результативность операции «Багратион» была достигнута и за счет возросшего мастерства маскировки дислокации войск, комплекса мер по дезинформации противника, что ввело в заблуждение гитлеровскую разведку.",
                "Четвертой особенностью стало впервые широко примененное при осуществлении столь масштабной наступательной операции четко согласованное взаимодействие регулярной армии и партизан, создавших по сути резервный фронт в тылу врага.",
                "Пятой особенностью стала значимость с военной и политической точки зрения проводимой операции. Успешное ее завершение привело к разгрому крупнейшей центральной группировки противника, прикрывавшей кратчайший путь на Берлин, образованию 500-километрового разрыва в немецкой обороне, нанесению существенных потерь противнику в технике и живой силе, переносу военных действий за пределы государственной границы СССР, освобождению союзной республики от фашистской оккупации. Правый фланг наступающих советских войск вышел в Прибалтику и к побережью Рижского залива, отрезав от других фронтов немецкую группу армий «Север». Три Белорусских фронта вышли на границы Германии.",
                "Шестая особенность заключалась в наглядном проявлении возросшего стратегического и тактического мастерства советского командования: координация действий огромных войсковых масс в осуществлении мощных ударов одновременно на шести отдаленных один от другого участков фронтов; организация мощного первоначального удара с последующим наращиванием его силы в глубине обороны противника путем своевременного ввода в сражение стратегических резервов, окружение и уничтожение крупных группировок противника на большом удалении от исходного положения наступавших войск."     
            ]
        },
        {
            "title": "«Невельский мешок» и каком этапе освобождения Беларуси он происходил",
            "text": [
                "Невельский мешок - это народное название территории боевых действий трех армий: 4-й Уд Армии 1-го Прибалтийского Фронта, 3-й УД и 6-й ГВ. Армий, 2-го Прибалтийского Фронта, сражавшихся почти в окружении с 2.11.1943 г по 31.12.1943 г.  События происходили   на I  этапе освобождения Беларуси от немецко-фашистских захватчиков (сентябрь 1943 г. – февраль 1944 г.).",
                "Окружение было прорвано в результате  Городокской операции (13.12.1943 – 31.12.1943 гг.). 6 – 11 октября 1943 года части 3-й и 4-й Ударных армий Калининского фронта провели удачную Невельскую наступательную операцию с целью перерезать коммуникации вермахта между группами армий «Север» и «Центр» и сковать его резервы на Витебском направлении. Стремительным ударом прорвав фронт, наши части овладели городом Невель (что для гитлеровцев явилось полной неожиданностью) и заняли выгодные позиции для дальнейших боевых действий. С потерей Невеля противник лишился крупного узла дорог, что в корне нарушало всю его систему коммуникаций на этом участке фронта.",
                "Спохватившееся немецкое командование начало перебрасывать на невельское направление крупные свежие силы. Наши войска вынуждены были перейти к обороне. В результате боевых действий около 15 наших дивизий глубоко вклинились вглубь вражеской обороны. Образовался т.н. «невельский выступ», или «невельский мешок», примерно 100 на 50 километров. Неприятность этого заключалась в том, что горловина выступа, через которую нашим частям доставлялись боеприпасы, продовольствие и пополнение, была шириной всего 10-13 километров. И у немецкого командования возникла заманчивая мысль «закупорить мешок» и окружить обе наших армии. Поэтому в ноябре-декабре 1943 года под Невелем шли жестокие бои.",
                "Советской стороне Городок также стоил тяжелых потерь. С октября по декабрь на 1-м Прибалтийском фронте погибли 43 тысячи человек, однако вычленить жертвы именно наступления на Городок не представляется возможным, ведь с октября фронт провел целый каскад операций, включая наступление на Невель. ",
                "Сражение за Городок не получило такой же широкой известности, как, например, успешное наступление на Витебск летом 1944-го. Однако значение этой операции довольно велико. Советские войска не просто сумели избежать окружения, а устроили неприятелю локальный «котел», освободив заметную часть Белоруссии. В ближайшие месяцы в Белоруссии развернулась серия безрезультатных наступлений, однако успех  Городокской операции удалось по-настоящему использовать летом 1944 года во время грандиозной операции «Багратион»."    
            ],
            "photos": [
                "15.jpg",
                "16.jpeg"
            ]
        },
        {
            "title": "Белорусы и уроженцы Беларуси повторившие подвиг Александра Матросова во время Великой Отечественной войны",
            "text": [
                "Уже в первые дни боев за освобождение белорусской земли в сентябре 1943 г. рядовой Сергей Иванович АКИФЬЕВ в ходе боя у д. Тупичево Брагинского района Гомельской области закрыл своим телом амбразуру вражеского дзота. Таких подвигов на территории нашей республики в дни освобождения совершено свыше двадцати. Вот имена героев.",
                "БАННИКОВ Борис Федорович, рядовой.",
                "БЕЛУШ Михаил Андреевич, партизан.",
                "ВАСИЛЬЕВ Александр Николаевич, рядовой.",
                "ГРИГОРЬЕВ Александр Николаевич, рядовой.",
                "ЕЖКОВ Иван Степанович, сержант.",
                "ЖУЙКОВ Николай Петрович, лейтенант.",
                "ЗВЕРЕВ Анатолий Михайлович, младший сержант.",
                "ЗЮЛЬКОВ Петр Маркович, лейтенант.",
                "ИЛЬЧЕНКО Василий Аноприевич, младший лейтенант.",
                "ИСКАЛИЕВ Сундуткали, рядовой.",
                "КАЛИНКИН Михаил Герасимович, капитан.",
                "КУТРУХИН Константин Прокофьевич, сержант.",
                "МАЗИЛИН Филипп Николаевич, старший сержант.",
                "МАЙСУРАДЗЕ Георгий Васильевич, рядовой.",
                "МИРОШНИЧЕНКО Петр Афанасьевич, лейтенант.",
                "МИРОШНИК Николай Владимирович, ефрейтор.",
                "РОМАН Сергей Демьянович, рядовой.",
                "СЕЛЕЗНЕВ Михаил Егорович, сержант.",
                "СМИРНОВ Владимир Ефимович, старший сержант.",
                "СУХОМБАЕВ Агадил, рядовой.",
                "ШАВАЛИЕВ Барий Ганиевич, старший сержант.",
                "ШОМИН Александр Константинович, старший сержант.",
                "В июле 1944 г.  бои развернулись на подступах к городу Сувалки,  Командир роты приказал Сухамбаеву выдвинуться со своим отделением на противоположный берег речки, огнем прикрыть переправу роты. Отделение Сухамбаева, скрытно преодолев водный рубеж, сбило боевое охранение противника.  Впереди оказался лес, в котором укрепились гитлеровцы. ",
                "Получив новое задание командира роты, Агадил Сухамбаев поднял отделение и бросился вперед, увлекая за собой бойцов. Но кинжальный огонь пулемета заставил товарищей  Агадила залечь. Сам он укрылся за деревом.",
                "Агадил метнул гранату, которая ударилась в дерево и разорвалась в стороне. Не успел Сухамбаев опустить руку, как ее пронзила пуля. Тогда он взял вторую гранату левой рукой, поднес к зубам чеку, но тут пуля ударила его в локоть. Бессильно разжались пальцы, граната покатилась к ногам. Нечеловеческим усилием воли Сухамбаев заставил себя оторваться от дерева. Обливаясь кровью, подбежал к вражескому дзоту, и прежде чем гитлеровцы поняли, в чем дело, грудью закрыл амбразуру.",
                "Указом Президиума Верховного Совета СССР от 24 марта 1945 года Агадилу Сухамбаеву присвоено посмертно звание Героя Советского Союза."    
            ]
        },
        {
            "title": "Основные источники и факторы Победы в боях при освобождении Беларуси от немецко-фашистской оккупации.",
            "text": [
                "Чем дальше уходит в прошлое 1944 год , тем масштабнее и ярче становится величие и значимость добытой Победы. С невиданным мужеством и упорством отстаивали наши воины каждую пядь родной земли. Нелёгок был путь к Победе.",
                "Всенародная борьба против немецко-фашистских оккупантов в Белоруссии , продолжавшаяся с первого дня войны до полного освобождения республики , явилась серьёзным вкладом в Победу. Белоруссия по праву заслужила название партизанской республики. На её территории в годы войны активно действовало 213 партизанских бригад , в состав которых входило 997 отрядов. 258 отрядов являлись отдельно действующими. В рядах партизан находилось свыше 373 тысяч человек. В городах и других населённых пунктах вели борьбу с врагом более 70 тысяч подпольщиков.",
                "Бессмертными останутся в народной памяти подвиги белорусских Сусаниных – Тихона Барана, Михаила Пасманова, Стефана Петкуна, Иосифа Филидовича, братьев Ивана и Михаила Цубов и многих других.",
                "Активную помощь и поддержку наступающим советским войскам оказывало население Белоруссии. Жители перекапывали дороги , разрушали мосты , устраивали лесные завалы. При подходе советских войск они помогали обнаружить вражеские засады , минные поля , форсировать водные преграды.",
                "В грозном пламени войны во всю мощь проявились сила и сплочённость советских народов. И это поистине явилось решающим условием нашей Великой Победы.",
                "Сегодня,  несмотря на разного рода толкования роли КПСС в судьбе нашего государства , остаётся незыблемой исторической правдой , что советские люди без колебаний шли за партией в едином стремлении разгромить врага , освободить свою Родину и земли других народов от фашизма. Организующей силой в те военные годы была Коммунистическая партия , которая в исключительно трудных условиях сумела сплотить фронт и тыл в единый кулак и уверенно повести к Победе.",
                "Искусство командиров. За годы войны выросло искусство военачальников. ",
                "Важный вклад в Победу внесла советская культура. В 1941–1945 гг. тема мужества, патриотизма, борьба за свободу Родины заняла главное место в белорусской  литературе, музыке, театре, кино, изобразительном искусстве."   
            ]
        },
        {
            "title": "Историческое значение стратегической наступательнаой операции «Багратион»?",
            "text": [
                "Освобождение Белоруссии в 1944 году повернуло историю вспять. Успех кампании «Багратион» превзошёл все чаяния советских руководителей. Атаковав врага в течение двух месяцев, красноармейцы очистили полностью Белоруссию, отбили часть Прибалтики, освободили восточные регионы Польши. В целом на фронте длиной 1100 км советские солдаты смогли продвинуться на глубину до 600 км. Также операция сделала беззащитной группу войск «Север», размещённую в Прибалтике. Ведь линию «Пантера», тщательно построенную границу, обойти удалось. В дальнейшем этот факт существенно облегчил Прибалтийскую кампанию. А ещё красноармейцы захватили два крупных плацдарма южнее Варшавы за Вислой – Пулавский и Магнушевский, а также плацдарм у Сандомира (отвоёван 1-м Украинским фронтом в процессе Сандомирско-Львовской кампании). Этими действиями они создали задел для грядущей Висло-Одерской операции. Известно, что наступление 1-го фронта Белоруссии, остановившееся лишь на Одере, началось в январе 1945 года с Пулавского и Магнушевского плацдармов. Военные считают, что освобождение советской Белоруссии способствовало масштабному разгрому немецких ВС. ",
                "Многие уверены, что Белорусскую битву смело можно назвать «крупнейшим разгромом германских ВС во Второй мировой войне». В масштабах германско-советского фронта кампания «Багратион» стала величайшей в длинной летописи наступлений. Она является фурором советской теории военного мастерства благодаря великолепно согласованному перемещению всех фронтов и проведённой операции по обману противника о месте основополагающего штурма, начавшегося летом 1944 года. Она уничтожила германские резервы, серьёзно локализовав возможности оккупантов парировать как продвижение союзников на западе Европы, так и иные атаки на Восточном фронте. ",
                "Успехи Красной Армии подтолкнули союзников к скорейшему открытию второго фронта. Незадолго до окончательного освобождения Белоруссии , 6 июня 1944 года на французский берег пролива Ла-Манш был высажен англо-американский десант численностью 150 тысяч человек ( операция Оверлорд )."    
            ]
        },
        {
            "title": "Бойцы и командиры Красной Армии дважды удостоенные звания Героя Советского Союза в сражениях на белорусской земле",
            "text": [
                "26 человек дважды получили это высокое звание:",
                "АХМЕТ-ХАН Султан",
                "БАГРАМЯН Иван Христофорович",
                "БОРОВЫХ Андрей Егорович",
                "БАТОВ Павел Иванович",
                "БЕЛОБОРОДОВ Афанасий Павлантьевич",
                "БРАНДЫС Анатолий Яковлевич",
                "БЕДА Леонид Игнатович",
                "ВОРОБЬЕВ Иван Александрович",
                "ВАСИЛЕВСКИЙ Александр Михайлович",
                "ГАРЕЕВ Муса Гайсинович",
                "ЕФИМОВ Александр Николаевич",
                "ЕФРЕМОВ Василий Сергеевич",
                "КРЫЛОВ Николай Иванович",
                "КУНГУРЦЕВ Евгений Максимович",
                "НЕДБАЙЛО Анатолий Константинович",
                "ПАВЛОВ Иван Фомич",
                "ПЛИЕВ Иса Александрович",
                "РОКОССОВСКИЙ Константин Константинович",
                "САВИЦКИЙ Евгений Яковлевич",
                "СУПРУН Степан Павлович",
                "СТЕПАНИЩЕВ Михаил Тихонович",
                "СЕМЕЙКО Николай Илларионович",
                "ТАРАН Павел Андреевич",
                "ФЕДОРОВ Евгений Петрович",
                "ХРЮКИН Тимофей Тимофеевич",
                "ЧЕРНЯХОВСКИЙ Иван Данилович"   
            ]
        },
        {
            "title": "Ми́нская опера́ция",
            "text": [
                "Ми́нская опера́ция — стратегическая военная наступательная операция советской Красной армии против войск нацистской Германии, осуществлённая на территории восточной части Белорусской ССР в период с 29 июня по 4 июля 1944 года во время Великой Отечественной войны. Является составной частью Белорусской операции.",
                "Осуществлялась силами 1-го, 2-го и 3-го Белорусских фронтов при содействии 1-го Прибалтийского фронта."   
            ]
        },
        {
            "title": "Приказ верховного главнокомандующего Генерал-полковнику Захарову",
            "text": [
                "Войска 2-го Белорусского фронта, развивая наступление, сегодня, 14 июля, овладели городом и крупным железнодорожным узлом Волковыск – важным опорным пунктом обороны немцев, прикрывающим пути на Белосток.",
                "В боях за овладение городом Волковыск отличились войска генерал-полковника Горбатова, генерал-майора Кузнецова, генерал-майора Урбановича, генерал-майора Панчука, генерал-майора Кубасова, генерал-майора Фогеля, полковника Веревкина, полковника Михалицина; артиллеристы генерал-лейтенанта артиллерии Сокольского, генерал-лейтенанта артиллерии Семенова, генерал-майора артиллерии Дегтярева, полковника Медведева, полковника Кандидатова, подполковника Мудренко, подполковника Городничева, подполковника Орлова; танкисты генерал-майора танковых войск Широбокова, полковника Опарина; летчики генерал-майора авиации Гетьмана, полковника Волкова, полковника Смоловика, подполковника Коломина, подполковника Козаченко; саперы полковника Шитикова, майора Сакса и связисты генерал-майора войск связи Мишина, подполковника Куртукова.",
                "В ознаменование одержанной победы соединения и части, наиболее отличившиеся в боях за овладение городом Волковыск, представить к присвоению наименования “Волковыскских” и к награждению орденами.",
                "Сегодня, 14 июля, в 23 часа столица нашей Родины Москва от имени Родины салютует доблестным войскам 2-го Белорусского фронта, овладевшим городом Волковыск, двенадцатью артиллерийскими залпами из ста двадцати четырех орудий.",
                "За отличные боевые действия объявляю благодарность руководимым Вами войскам, участвовавшим в боях за освобождение города Волковыск.",
                "Вечная слава героям, павшим в боях за свободу и независимость нашей Родины!",
                "Верховный Главнокомандующий",
                "Маршал Советского Союза И. СТАЛИН",
                "14 июля 1944 года [№ 138]" 
            ]
        }
    ],
    "quize": [
        {
            "question": "Войска какого фронта освобождали г. Волоквыск?",
            "variants": [
                "2-го Белорусского фронта",
                "1-го Белорусского фронта",
                "1-го Украинского фронта",
                "3-го Белорусского фронта"
            ],
            "rightVariant": "1"
        },
        {
            "question": "Назовите количество партизанских соединений, бригад, отрядов, действовавших на оккупированной врагом территории Беларуси в 1941- 1944 годах?",
            "variants": [
                "1500 отрядов",
                "1255 отрядов",
                "1005 отрядов",
                "990 отрядов"
            ],
            "rightVariant": "2"
        },
        {
            "question": "Какая улица города Гродно НЕ носит имя участника операции «Багратион»?",
            "variants": [
                "Улица Рокосовского",
                "Улица Антонова",
                "Улица Захарова",
                "Улица Санфировой"
            ],
            "rightVariant": "1"
        },
        {
            "question": "Сколько человек удостоено звания Героя Советского Союза из числа белорусских партизан и подпольщиков?",
            "variants": [
                "85",
                "92",
                "101",
                "88"
            ],
            "rightVariant": "4"
        },
        {
            "question": "Количтво войск противостоявших красной армии в операции 'Багратион'?",
            "variants": [
                "1 000 000 солдат и офицеров",
                "900 000 солдат и офицеров",
                "1 200 000 солдат и офицеров",
                "1 500 000 солдат и офицеров"
            ],
            "rightVariant": "3"
        },
        {
            "question": "Сколько бойцов и командиров Красной Армии был дважды удостоен звания Героя Советского Союза в сражениях на белорусской земле?",
            "variants": [
                "26",
                "30",
                "24",
                "20"
            ],
            "rightVariant": "1"
        },
        {
            "question": "Что являлось серьёзным вкладом в Победу в боях при освобождении Беларуси от немецко-фашистской оккупации?",
            "variants": [
                "количество солдат и офицеров",
                "войска союзников",
                "партизанское движение",
                "превосходство в качестве вооружения"
            ],
            "rightVariant": "3"
        },
        {
            "question": "С какой битвы началось освобождение Беларуси?",
            "variants": [
                "С битвы за Волгу ",
                "С битвы за Днепр",
                "С битвы под Могилёвом",
                "С битвы за Оршу"
            ],
            "rightVariant": "2"
        },
        {
            "question": "Даты проведения операции «Багратион»?",
            "variants": [
                "23 июня – 29 августа 1944 г.",
                "20 июня – 30 августа 1944 г.",
                "25 июня – 29 августа 1944 г.",
                "25 июня – 30 августа 1943 г."
            ],
            "rightVariant": "1"
        },
        {
            "question": "Кто из наших соотечественников единственный награжден высшим советским орденом «Победа»? ",
            "variants": [
                "Григорий Шелохов",
                "Иван Мелешев",
                "Алексей Бортников",
                "Алексей Антонов"
            ],
            "rightVariant": "4"
        },
        {
            "question": "Cтратегическая военная наступательная операция советской Красной армии против войск нацистской Германии, осуществлённая на территории восточной части Белорусской ССР в период с 29 июня по 4 июля 1944 года?",
            "variants": [
                "Операция по освобождению Гродненщины",
                "Минская операция",
                "Операция Феникс",
                "Полтавская операция"
            ],
            "rightVariant": "2"
        },
        {
            "question": "Когда и в ознаменование какого события Кургана славы был воздвигнут на 21 км шоссе  Минск – Москва?",
            "variants": [
                "5 июля 1969 г., Минский котёл",
                "5 июля 1969 г., Джержинский котёл",
                "10 июля 1969 г., Минский котёл",
                "10 июля 1969 г., Заславльский котёл"
            ],
            "rightVariant": "1"
        },
        {
            "question": "Дата освобождения г. Волковыска?",
            "variants": [
                "14 июля 1944 года",
                "13 июля 1944 года",
                "14 августа 1944 года",
                "15 июня 1944 года"
            ],
            "rightVariant": "1"
        },
        {
            "question": "Сколько партизан и подпольщиков Беларуси награждены орденами и медалями?",
            "variants": [
                "150 тысяч",
                "120 тысяч",
                "20 тысяч",
                "100 тысяч"
            ],
            "rightVariant": "2"
        },
        {
            "question": "Какое численное преимущество имела Красная армия в операции «Багратион»?",
            "variants": [
                "В людях, артиллерии, танках, самолетах в 2 раза",
                "Не имела",
                "В людях в 2 раза, артиллерии, танках, самолетах – в 4 раза",
                "В людях, артиллерии, танках, самолетах в 3 раза"
            ],
            "rightVariant": "3"
        },
        {
            "question": "Что такое «Невельский мешок»?",
            "variants": [
                "Народное название «Минского котла»",
                "Народное название территории боевых действий трех Советских армий в почти окружении под Невелем",
                "Народное название места окружения трех немецких армий под Невелем",
                "Место окружения 42 Пехотной дивизии Вермахта"
            ],
            "rightVariant": "2"
        },
        {
            "question": "Какую задачу поставил командир роты Сухамбаеву?",
            "variants": [
                "Захватить мост для переправы роты",
                "Захватить языка",
                "Взять штурмом переправу",
                "Огнем прикрыть переправу роты"
            ],
            "rightVariant": "4"
        },
        {
            "question": "Сколько бойцов и командиров Красной Армии были дважды удостоены звания Героя Советского Союза в сражениях на белорусской земле?",
            "variants": [
                "20",
                "30",
                "25",
                "26"
            ],
            "rightVariant": "4"
        },
        {
            "question": "Какие успехи Красной Армии подтолкнули союзников к скорейшему открытию второго фронта?",
            "variants": [
                "Успехи в подрывной деятельности",
                "Успехи в воздушных боях",
                "Успехи в операции «Багратион»",
                "Успехи в наступлении на Финляндию"
            ],
            "rightVariant": "3"
        },
        {
            "question": "Когда г. Волковыск был оккупирован немецко-фашистскими захватчиками?",
            "variants": [
                "30 июня 1941 года",
                "27 июня 1942 года",
                "27 июня 1941 года",
                "24 июня 1941 года"
            ],
            "rightVariant": "3"
        }
    ]
}